#version: 0.2 - Trained by `huggingface/tokenizers`
c c
C C
( =
cc c
č Ċ
cc ccc
n c
C c
C O
N C
CC C
O C
N c
( -
CO c
CC N
) (=
cc cc
C l
CC O
n nc
n H
CC CC
n n
C N
C S
ccc o
) =
) (
) [
CC CCC
N Cc
o c
s c
CC OC
CS c
CCO CC
CC c
C n
1 2
CO C
2 1
S CC
O CC
ccc s
CCO c
B r
ccc nc
n cc
+ ]
- ]
O CO
CCC N
2 3
N CC
+] (=
-] )
CC n
( [
O c
3 2
cccc n
( /
S c
N S
c nc
CC CO
) /
S C
O CCO
cc ncc
c n
n o
C NC
S Cc
n oc
CC NC
nc nc
O Cc
CC Cc
nn nn
c nn
c sc
CCCC CC
CCC NC
CC S
N CCN
N CCc
CCC n
ccc n
nc n
N N
o n
n nnc
cc nc
C Nc
c s
CC Sc
CC CCN
ncc s
N NC
s nc
nn n
N CCCN
cc sc
CS C
+] ([
4 3
N CCC
s ccc
c nnc
c ncc
3 4
N n
n snc
CC COc
1 3
n cccn
Cl c
s cc
CC CCOc
CCCC n
( \
CC Nc
CO CCn
CN S
n cccc
CO Cc
no nc
o nc
cc n
CO CCNC
= [
O CCN
CS Cc
cnn n
c oc
n ccc
cc oc
cncc n
o ccc
CC SCC
CCN S
CCCC NC
F c
N O
nc nn
CO CCCNC
CCC Nc
CCO CCCNC
CCCCC n
N OC
N CCO
O CCC
S CCN
nnc s
Br c
O CCCC
S CCC
CO CC
NCC Sc
2 4
3 1
n sc
CO CCN
CS CCC
NCC NC
4 5
F C
N CCCn
CC COC
CC SC
OCC NC
NCC S
) \
N Nc
N CCOc
O N
CO n
CCC S
CCC Sc
CCCC CCC
CS CC
OCC n
NCC CO
cnc n
] [
o cc
CO CCCn
CO CCCNc
nnc n
CCCC c
CN N
)= [
CCCCC N
ncc n
NCC SCc
NN N
scc n
O CCOC
O CCCN
O CCCNC
S CN
s nnc
CC l
CO CCO
CO CCOC
CCCC Cc
CCCC OC
nn cc
CN CC
SCC n
OCC CCN
-] )=
/ [
4 2
N CCCCC
N NS
N CCCNC
N CCCCNC
O CCOc
O CCCn
S CCO
S Cn
n s
cc on
CC CCOCCCNC
CO CCOc
CO CCCN
CO CCNS
NC N
NC n
CCO CCCn
nnc o
CCCC CCOC
CCCC Sc
CN CCc
)( /
CCCCC NC
SCC NC
OCC COc
OCC Sc
NCC Cc
OCCO CCN
cn ccc
csc n
CCS CCC
cs nn
NCCC S
OCCN S
OCCC Sc
