{"<unk>":0,"<mask>":1,"<pad>":2,"<s>":3,"</s>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"cc":261,"CC":262,"(=":263,"ccc":264,"čĊ":265,"ccccc":266,"nc":267,"Cc":268,"CO":269,"NC":270,"CCC":271,"OC":272,"Nc":273,"(-":274,"COc":275,"CCN":276,")(=":277,"cccc":278,"Cl":279,"CCO":280,"nnc":281,"nH":282,"CCCC":283,"nn":284,"CN":285,"CS":286,"ccco":287,")=":288,")(":289,")[":290,"CCCCC":291,"NCc":292,"oc":293,"sc":294,"CCOC":295,"CSc":296,"CCOCC":297,"CCc":298,"Cn":299,"12":300,"COC":301,"21":302,"SCC":303,"OCC":304,"cccs":305,"CCOc":306,"Br":307,"cccnc":308,"ncc":309,"+]":310,"-]":311,"OCO":312,"CCCN":313,"23":314,"NCC":315,"+](=":316,"-])":317,"CCn":318,"([":319,"Oc":320,"32":321,"ccccn":322,"(/":323,"Sc":324,"NS":325,"cnc":326,"CCCO":327,")/":328,"SC":329,"OCCO":330,"ccncc":331,"cn":332,"no":333,"CNC":334,"SCc":335,"noc":336,"CCNC":337,"ncnc":338,"OCc":339,"CCCc":340,"nnnn":341,"cnn":342,"csc":343,"CCCCCC":344,"CCCNC":345,"CCS":346,"NCCN":347,"NCCc":348,"CCCn":349,"cccn":350,"ncn":351,"NN":352,"on":353,"nnnc":354,"ccnc":355,"CNc":356,"cs":357,"CCSc":358,"CCCCN":359,"nccs":360,"NNC":361,"snc":362,"nnn":363,"NCCCN":364,"ccsc":365,"CSC":366,"+]([":367,"43":368,"NCCC":369,"sccc":370,"cnnc":371,"cncc":372,"34":373,"Nn":374,"nsnc":375,"CCCOc":376,"13":377,"ncccn":378,"Clc":379,"scc":380,"CCCCOc":381,"CCCCn":382,"(\\":383,"CCNc":384,"COCCn":385,"CNS":386,"ncccc":387,"COCc":388,"nonc":389,"onc":390,"ccn":391,"COCCNC":392,"=[":393,"OCCN":394,"CSCc":395,"cnnn":396,"coc":397,"nccc":398,"ccoc":399,"cnccn":400,"occc":401,"CCSCC":402,"CCNS":403,"CCCCNC":404,"Fc":405,"NO":406,"ncnn":407,"COCCCNC":408,"CCCNc":409,"CCOCCCNC":410,"CCCCCn":411,"NOC":412,"NCCO":413,"OCCC":414,"SCCN":415,"nncs":416,"Brc":417,"OCCCC":418,"SCCC":419,"COCC":420,"NCCSc":421,"24":422,"31":423,"nsc":424,"COCCN":425,"CSCCC":426,"NCCNC":427,"45":428,"FC":429,"NCCCn":430,"CCCOC":431,"CCSC":432,"OCCNC":433,"NCCS":434,")\\":435,"NNc":436,"NCCOc":437,"ON":438,"COn":439,"CCCS":440,"CCCSc":441,"CCCCCCC":442,"CSCC":443,"OCCn":444,"NCCCO":445,"cncn":446,"][":447,"occ":448,"COCCCn":449,"COCCCNc":450,"nncn":451,"CCCCc":452,"CNN":453,")=[":454,"CCCCCN":455,"nccn":456,"NCCSCc":457,"NNN":458,"sccn":459,"OCCOC":460,"OCCCN":461,"OCCCNC":462,"SCN":463,"snnc":464,"CCl":465,"COCCO":466,"COCCOC":467,"CCCCCc":468,"CCCCOC":469,"nncc":470,"CNCC":471,"SCCn":472,"OCCCCN":473,"-])=":474,"/[":475,"42":476,"NCCCCC":477,"NNS":478,"NCCCNC":479,"NCCCCNC":480,"OCCOc":481,"OCCCn":482,"SCCO":483,"SCn":484,"ns":485,"ccon":486,"CCCCOCCCNC":487,"COCCOc":488,"COCCCN":489,"COCCNS":490,"NCN":491,"NCn":492,"CCOCCCn":493,"nnco":494,"CCCCCCOC":495,"CCCCSc":496,"CNCCc":497,")(/":498,"CCCCCNC":499,"SCCNC":500,"OCCCOc":501,"OCCSc":502,"NCCCc":503,"OCCOCCN":504,"cnccc":505,"cscn":506,"CCSCCC":507,"csnn":508,"NCCCS":509,"OCCNS":510,"OCCCSc":511}